[
  {
    "id": 1,
    "title": "Personal Training",
    "img": "personal_training.jpg",
    "price": "$50 per session",
    "details": "One-on-one personalized fitness training tailored to your goals.",
    "more_details": "Our certified trainers will work with you to create a custom workout plan and provide guidance and motivation."
  },
  {
    "id": 2,
    "title": "Group Fitness Classes",
    "img": "group_fitness.jpg",
    "price": "$20 per class",
    "details": "Join our energetic group fitness classes for a fun and effective workout.",
    "more_details": "Choose from a variety of classes including HIT, yoga, spin, and more. All fitness levels welcome!"
  },
  {
    "id": 3,
    "title": "Nutritional Counseling",
    "img": "nutritional_counseling.jpg",
    "price": "$75 per session",
    "details": "Get expert advice on nutrition and meal planning to support your fitness goals.",
    "more_details": "Our nutritionists will help you make healthy food choices and create a balanced diet for long-term success."
  },
  {
    "id": 4,
    "title": "Cardiovascular Training",
    "img": "cardio_training.jpg",
    "price": "$30 per session",
    "details": "Improve your cardiovascular health with specialized training sessions.",
    "more_details": "Our trainers will guide you through heart-pumping workouts to enhance endurance and stamina."
  },
  {
    "id": 5,
    "title": "Strength and Conditioning",
    "img": "strength_conditioning.jpg",
    "price": "$45 per session",
    "details": "Build muscle and increase overall strength with personalized conditioning programs.",
    "more_details": "We focus on proper form and technique to help you achieve your strength and physique goals."
  },
  {
    "id": 6,
    "title": "Weight Loss Programs",
    "img": "weight_loss.jpg",
    "price": "$60 per session",
    "details": "Lose weight safely and effectively with our tailored weight loss programs.",
    "more_details": "Our experts will assist you in setting achievable weight loss goals and provide ongoing support."
  },
  {
    "id": 7,
    "title": "Functional Fitness",
    "img": "functional_fitness.jpg",
    "price": "$40 per session",
    "details": "Enhance your daily life functionality with functional fitness training.",
    "more_details": "We focus on exercises that improve your ability to perform everyday tasks with ease."
  },
  {
    "id": 8,
    "title": "Flexibility and Mobility",
    "img": "flexibility_mobility.jpg",
    "price": "$25 per session",
    "details": "Increase flexibility and mobility to prevent injuries and improve performance.",
    "more_details": "Our trainers will guide you through stretches and exercises to enhance your range of motion."
  },
  {
    "id": 9,
    "title": "Mindfulness and Meditation",
    "img": "mindfulness_meditation.jpg",
    "price": "$15 per session",
    "details": "Achieve mental clarity and relaxation with mindfulness and meditation sessions.",
    "more_details": "Learn techniques to reduce stress, improve focus, and promote overall well-being."
  }
]
